Repository: Bleuzen/soundkonverter
Catalog: src/po/*.po
Languages: pt_br, sr

source: Reading the tags of this file failed. soundKonverter will try to read the tags a second time, when it is about to convert the file. If you want to edit the tags, you can hit the button below but then soundKonverter will not try to read the tags a second time.
pt_br: Leitura das etiquetas deste arquivo falhou. soundKonverter tentará ler as etiquetas uma segunda vez,quando ele está prestes converter o arquivo. Se você quiser editar as etiquetas, você pode clicar no botão abaixo,mas depois o soundKonverter não vai tentar ler as etiquetas uma segunda vez.

source: %1 Files
pt_br: %1 arquivos
sr: %1 фајлови

source: You have selected multiple files with different conversion options. You can change the options of all files by hitting the button below.
pt_br: Você selecionou vários arquivos com diversas opções de conversão. Você pode mudar as opções de todos os arquivos clicando no botão abaixo.

source: Reading the tags of one or more files failed. soundKonverter will try to read the tags a second time, when it is about to convert the files. If you want to edit the tags, you can hit the button below but then soundKonverter will not try to read the tags a second time.
pt_br: Lendo as etiquetas de um ou mais ficheiros falhou. soundKonverter tentará ler as etiquetas de uma segunda vez,quando ele está prestes a converter os arquivos. Se você quiser editar as etiquetas, você pode clicar no botão abaixo,mas depois o soundKonverter não vai tentar ler as etiquetas uma segunda vez.

source: Remove the selected profile
pt_br: Remover o perfil selecionado
sr: Уклони изабрани профил

source: Info
pt_br: Informações
sr: Подаци

source: Information about the selected profile
pt_br: Informações sobre o perfil selecionado
sr: Подаци о изабраном профилу

source: Information about the selected file format
pt_br: Informações sobre o formato de arquivo selecionado
sr: Подаци о сизабраном формату фајлова

source: Optional:
pt_br: Opcional:
sr: Опционо:

source: This produces sound files of a very low quality. That can be useful if you have a mobile device where your storage space is limited. It is not recommended to save your music in this quality without a copy with higher quality.
pt_br: Isso produz arquivos de som de qualidade muito baixa. Isso pode ser útil se você tiver um dispositivo móvel,onde o espaço de armazenamento é limitada.Não é recomendado para salvar a sua música nesta qualidade,sem uma cópia de maior qualidade.

source: Profile info for %1
pt_br: Perfil de informação para %1

source: This produces sound files of a low quality. That can be useful if you have a mobile device where your storage space is limited. It is not recommended to save your music in this quality without a copy with higher quality.
pt_br: Isso produz arquivos de som de qualidade muito baixa. Isso pode ser útil se você tiver um dispositivo móvel,onde o espaço de armazenamento é limitada.Não é recomendado para salvar a sua música nesta qualidade,sem uma cópia de maior qualidade.

source: This produces sound files of a medium quality. If your disc space is limited, you can use this to save your music.
pt_br: Isso produz arquivos de som de média qualidade. Se o seu espaço de disco é limitado, você pode usar isso para salvar a sua música.

source: This produces sound files of a high quality. If you have enough disc space available, you can use this to save your music.
pt_br: Isso produz arquivos de som de alta qualidade. Se você tem espaço em disco suficiente disponível, você pode usar isso para salvar a sua música.

source: This produces sound files of a very high quality. You should only use this, if you are a quality freak and have enough disc space available.
pt_br: Isso produz arquivos de som de qualidade muito alta. Você só deve usar isso, se você é obcecado por qualidade eespaço disponível suficiente no disco.

source: This produces files, that have exact the same quality as the input files. This files are very big and definitely only for quality freaks.
pt_br: Isso produz arquivos, que têm exatamente a mesma qualidade dos arquivos de entrada. Estes arquivos são muito grandes e, definitivamente, só para loucos por qualidade.

source: This produces two files. One lossy compressed playable file and one correction file. Both files together result in a file that is equivalent to the input file.
pt_br: Isto produz dois arquivos. Um arquivo compactado com perdas consideráveis ​​e umarquivo de correção. Ambos os arquivos juntos resultam em um arquivo que é equivalente ao arquivo de entrada.

source: You can define your own profile in the "detailed" tab.
pt_br: Você pode definir seu próprio perfil na guia "detalhada".

source: This is a user defined profile.
pt_br: Este é um perfil definido pelo usuário.
sr: Ово је кориснички дефинисан профил.

source: Do you really want to remove the profile: %1
pt_br: Você realmente deseja remover o perfil: 1%
sr: Желите ли заиста да уклоните профил: %1

source: Remove profile?
pt_br: Remover o perfil?
sr: Уколонити профил?

source: Format info for %1
pt_br: Informação formato para 1%

source: Sorry, no format information available.
pt_br: Desculpe, não há informações disponíveis sobre o formato.
sr: Нема информација о формату.

source: By meta data
pt_br: Por metadados
sr: по метаподацима

source: Source directory
pt_br: Diretório de origem
sr: Изворна фасцикла

source: Specify output directory
pt_br: Especifique o diretório de saída
sr: Назначи излазну фасциклу

source: Copy directory structure
pt_br: Copiar estrutura de diretórios
sr: Копирај структуру фасцикле

source: Choose an output directory
pt_br: Escolha o diretório de saída
sr: Изаберите излазну фасциклу

source: Open the output directory with Dolphin
pt_br: Abra o diretório de saída com o Dolphin
sr: Отвори излазну фасциклу Делфином

source: Unknown Artist
pt_br: Artista desconhecido
sr: Непознат извођач

source: Unknown Album
pt_br: Álbum desconhecido
sr: Непознат албум

source: No Comment
pt_br: Sem comentários
sr: Без коментара

source: Unknown Genre
pt_br: Gênero desconhecido
sr: Непознат жанр

source: Unknown Composer
pt_br: Compositor desconhecido
sr: Непознат композитор

source: Unknown Title
pt_br: Título desconhecido
sr: непознат наслов

source: Name all converted files according to the specified pattern
pt_br: Nome de todos os arquivos convertidos de acordo com o padrão especificado
sr: Именуј све конвертоване фајлове прее назначеном обрасцу

source: The following strings are wildcards, that will be replaced by the information in the meta data: %a - Artist %b - Album %c - Comment %d - Disc number %g - Genre %n - Track number %p - Composer %t - Title %y - Year %f - Original file name
pt_br: As sequências seguintes são coringas, que será substituído pelas informações nos metadados: %a - Artista %b - Álbum %c - Comentário %d - Nº disco %g - Genre %n - Nº faixa %p - Compositor %t - Título %y - Ano %f - Nome do arquivo original

source: Output all converted files into the same directory as the original files
pt_br: Saída de todos os arquivos convertidos no mesmo diretório que os arquivos originais

source: Output all converted files into the specified output directory
pt_br: Saída de todos os arquivos convertidos no diretório de saída especificado

source: Copy the whole directory structure for all converted files
pt_br: Copie a estrutura inteira do diretório para todos os arquivos convertidos

source: Mode
pt_br: Modo

source: Bitrate
pt_br: Taxa de bits

source: Channels
pt_br: Canais
sr: Канали

source: Resample
pt_br: Refazer amostragem
sr: Поново узоркуј

source: Additional encoder arguments
pt_br: Argumentos adicionais do codificador
sr: Додатни аргумензи за кодер

source: Configure %1
pt_br: Configurar %1
sr: Подеси %1

source: Compression level
pt_br: Nível de compressão
sr: Степен компресије

source: Preset
pt_br: Pré-definidos
sr: Предподешење

source: Specify bitrate
pt_br: Especifique o taxa de bits
sr: Назначите битски проток

source: Encode using a constant bitrate. Only works with 80, 96, 112, 128, 160, 192, 224, 256 and 320 kbps
pt_br: Codificar usando um taxa de bits constante. Só funciona com 80, 96, 112, 128, 160, 192, 224, 256 e 320 kbps

source: Fast encoding
pt_br: Codificação rápida
sr: Брзо кодирање

source: Use a faster encoding alogrithm (results in a slightly lower output quality).
pt_br: Use um alogritmo de codificação mais rápida(resulta em uma qualidade de saída ligeiramente inferior).
sr: Користи алгоритам за брзо кодирање (даје нешто нижи излазни квалитет).

source: Bitrate mode
pt_br: Modo taxa de bits
sr: Режим битског протока

source: Variable
pt_br: Variável
sr: Промењиви

source: Constant
pt_br: Constante
sr: Стални

source: Forced Joint Stereo
pt_br: Joint Stereo forçado
sr: Приморани спојени стерео

source: Dual Mono
pt_br: Mono duplo
sr: Двоструки моно

source: This preset should provide near transparency to most people on most music (~150 kbps abr).
pt_br: Esta predefinição deve assegurar a transparência próximo da maioria das pessoas na maior parte da música(~150 kbps ABR).

source: This preset should generally be transparent to most people on most music and is already quite high in quality (~230 kbps abr).
pt_br: Essa predefinição deve geralmente ser transparente para a maioria das pessoas na maioria das músicas e já é bem alta em qualidade (~230 kbps ABR).

source: If you have extremely good hearing and similar equipment, this preset will generally provide slightly higher quality than the standard mode (~280 kbps abr).
pt_br: Se você tem audição extremamente boa e equipamento semelhante, essa predefinição geralmente proporciona uma qualidade um pouco maior do que o modo padrão (~280 kbps ABR).

source: This preset will usually be overkill for most people and most situations, but if you must have the absolute highest quality with no regard to filesize, this is the way to go (320 kbps cbr).
pt_br: Essa predefinição será geralmente um exagero para a maioria das pessoas e a maioria das situações, mas se você deve ter a mais alta qualidade absoluta e sem qualquer consideração tamanho do arquivo, este é o caminho a seguir (320 kbps CBR).

source: About %1
pt_br: Sobre %1
sr: О %1

source: LAME is a free high quality MP3 encoder. You can get it at: http://lame.sourceforge.net
pt_br: LAME é um codificador MP3 gratuito de alta qualidade. Você pode obtê-lo em: http://lame.sourceforge.net

source: low quality (~60 kbps abr).
pt_br: Qualidade baixa (~60 kbps abr).
sr: низак квалитет (~60 kb/s пбп).

source: low/medium quality (~90 kbps abr).
pt_br: Qualidade baixa/média (~90 kbps abr).
sr: низак/средњи квалитет (~90 kb/s пбп).

source: medium quality (~130 kbps abr).
pt_br: Qualidade média (~130 kbps abr).
sr: средњи квалитет (~130 kb/s пбп).

source: high quality (~180 kbps abr).
pt_br: Qualidade alta (~180 kbps abr)
sr: висок квалитет (~180 kb/s пбп).

source: excellent quality (~210 kbps abr).
pt_br: Qualidade excelente (~210 kbps abr)
sr: одличан квалитет (~210 kb/s пбп).

source: excellent quality (~240 kbps abr).
pt_br: Qualidade excelente (~240 kbps abr)
sr: одличан квалитет (~240 kb/s пбп).

source: excellent quality (~270 kbps abr).
pt_br: Qualidade excelente (~270 kbps abr)
sr: одличан квалитет (~270 kb/s пбп).

source: TwoLame is a free MP2 encoder. You can get it at: http://www.twolame.org
pt_br: TwoLame é um codificador gratuito MP2. Você pode obtê-lo em: http://www.twolame.org

source: Dual
pt_br: Duplo

source: Quality level from -50 to 50.
pt_br: Nível de qualidade entre -50 a 50.

source: Fast
pt_br: Rápido
sr: брзо

source: High quality
pt_br: Qualidade alta
sr: висок квалитет

source: Very high quality
pt_br: Qualidade muito alta
sr: веома висок квалитет

source: Use tag format:
pt_br: Use o formato de tag:

source: Speed
pt_br: Velocidade
sr: Брзина

source: Remaining time
pt_br: Tempo restante
sr: Преостало време

source: Finished
pt_br: Finalizado
sr: Завршено

source: File
pt_br: Arquivo
sr: Фајл

source: Album
pt_br: Álbum
sr: Албум

source: Collapse all
pt_br: Reduzir tudo
sr: Сажми све

source: Expand all
pt_br: Expandir todos
sr: Прошири све

source: The following files could not be added:
pt_br: Os seguintes arquivos não podem ser adicionados:
sr: Следећи фајлови не могу бити додати:

source: Replay Gain tool
pt_br: Ferramenta de Replay Gain
sr: Алатка за поновљиво појачање

source: Add folder...
pt_br: Adicionar pasta
sr: Додај фасциклу...

source: Add files...
pt_br: Adicionar arquivos
sr: Додај фајлове...

source: Force recalculation
pt_br: Forcar recálculo
sr: Приморај поновно рачунање

source: Tag untagged
pt_br: Marcar etiqueta
sr: Означи неозначене

source: Untag tagged
pt_br: Desmarcar etiqueta
sr: Одзначи означене

source: Close
pt_br: Fechar
sr: Затвори

source: This is soundKonverter %1
pt_br: Este é um soundKonverter %1
sr: Ово је Прекодер звука %1

source: Removing old file: %1
pt_br: Removendo arquivo antigo: %1
sr: Уклањам стари фајл: %1

source: View logs...
pt_br: Ver registros
sr: Прикажи дневнике...

source: Replay Gain tool...
pt_br: Ferramenta de Replay Gain
sr: Алатка за поновљиво појачање...

source: Add CD tracks...
pt_br: Adicionar faixas do CD
sr: Додај ЦД стазе...

source: Add url...
pt_br: Adicionar url
sr: Додај УРЛ...

source: Add playlist...
pt_br: Adicionar playlist
sr: Додај листу нумера...

source: Load file list
pt_br: Carregar lista de arquivos
sr: Учитај списак фајлова

source: Save file list
pt_br: Salvar lista de arquivos
sr: сачувај списак фајлова

source: Start
pt_br: Iniciar
sr: Почни

source: Stop
pt_br: Parar
sr: Заустави

source: Stop imediatelly
pt_br: Parar imediatamente
sr: Заустави одмах

source: Stop after current conversions are completed
pt_br: Parar após conversões atuais estarem concluídas
sr: Заустави након завршетка тренутних конверзија

source: Continue after current conversions are completed
pt_br: Continue após conversões atuais estarem concluídas
sr: Настави након завршетка тренутних конверзија

source: No CD device found
pt_br: Nenhum dispositivo CD encontrado
sr: Није нађен ЦД уређај

# NAME OF TRANSLATORS
source: Your names
pt_br: cjtex
sr: Slobodan Terzić

# EMAIL OF TRANSLATORS
source: Your emails
pt_br: cjtex74@yahoo.com.br
sr: githzerai06@gmail.com

source: You have installed or removed backends and your soundKonverter settings can be optimized.
sr: Инсталирали сте или уконили прочеља, па поставке прекодера звука могу бити оптимизоване.

source: For encoding %1 files the backend '%2' can be replaced with '%3'.
sr: За кодирање %1 фајлова уместо прочеља „%2“ можете користити и „%3“.

source: For ripping audio cds the backend '%1' can be replaced with '%2'.
sr: За чупање аудио ЦД-ова, прочеље „%1“ можете заменити са „%2“.

source: For decoding %1 files the backend '%2' can be replaced with '%3'.
sr: За декодирање %1 фајлова уместо прочеља „%2“ можете користити и „%3“.

source: For applying Replay Gain to %1 files the backend '%2' can be replaced with '%3'.
sr: За примену поновљивог појачања на %1 фајлове уесто прочеља „%2“ можете користити и „%3“.

source: Ignore
sr: Игнориши

source: Fix
sr: Поправи

source: Possible solutions for %1
sr: Могућа решења за %1

source: Preferred extension for ogg vorbis files
sr: Пожељне екстензије огг ворбис фајлова

source: Always use FAT compatible output file names
sr: Увек користи излезна имена фајлова сагласна са ФАТ-ом.

source: Replaces some special characters like '?' by '_'. If the output directoy is on a FAT file system FAT compatible file names will automatically be used independently from this option.
sr: Смењује посебне знакове попут „?“ са „_“. Уколико је излазна фасцикла на ФАТ систему фајлова, сгласна имена фајлова ће бити аутоматски кориштена без обзира на ову опцију.

source: Store temporary files in memory unless the estimted size is more than
sr: Чувај привремене фајлове у меморију осим ако је процењена величина већа од

source: It seems there's no filesystem mounted on /dev/shm
sr: Изгледа да нема система фајлова монтираног у /dev/shm

source: Replay Gain
sr: Поновљиво појачање

source: Backend
sr: Прочеље

source: Show possible optimizations
sr: Прикажи могуће оптимизације

source: All backend settings seem to be optimal, there is nothing to do.
sr: Поставке свих прочеља су оптималне, нема се шта чинити.

source: Advanced
sr: Напредно

source: Backends
sr: Прочеља

# Group files in the Replay Gain tool by
source: Album tags and directories
sr: Ознаке албума и фасцике

# Group files in the Replay Gain tool by
source: Album tags only
sr: Само ознаке албума

# Group files in the Replay Gain tool by
source: Directories only
sr: Само фасцикле

source: Conversion failed. At least one of the used backends needs to be configured properly.
sr: Коверзија није успела. Барем једано од употребљених прочеља се мора исправно подесити.

# Conversion exit status
source: Normal exit
sr: Нормално напуштање

# Conversion exit status
source: Aborted by the user
sr: Обустављено од стране корисника

# Conversion exit status
source: Backend needs configuration
sr: Прочеље захтева подешавање

# Conversion exit status
source: An error occured
sr: Дошло је до грешке

# The conversion progress can't be determined
source: Unknown
sr: непознат

source: In order to encode %1 files, you need to install '%2'.
sr: Да би кодирали %1 фајлове инсталирајте „%2“.

source: In order to decode %1 files, you need to install '%2'.
sr: Да би декодирали %1 фајлове инсталирајте „%2“.

source: In order to transcode %1 files, you need to install '%2'.
sr: Да би транскодирали %1 фајлове инсталирајте „%2“.

source: '%1' should be shipped with your distribution.
sr: Дистрибуција би требала да доставља „%1“.

source: You can download '%1' at %2
sr: „%1“ можете преузети са %2

source: Will be skipped
sr: Биће прескочен

source: Backend not configured
sr: Прочеље није подешено

source: Disc full
sr: Диск је пун

source: soundKonverter
sr: Прекодер звука

source: (C) 2010 Daniel Faust
sr: © 2010 Данијел Фауст (Daniel Faust)

source: Daniel Faust
sr: Данијел Фауст (Daniel Faust)

source: David Vignoni
sr: Давид Вињони (David Vignoni)

source: Scott Wheeler
sr: Скот Вилер (Scott Wheeler)

source: TagLib
sr: Таглиб

source: Marco Nelles
sr: Марко Нелис (Marco Nelles)

source: Audex
sr: Аудекс

source: Amarok
sr: Амарок

source: Player
sr: Плејер

source: Ok
sr: У реду

source: Automatic
sr: аутоматски

source: Mono
sr: Моно

# Backend profile
source: Medium
sr: Средњи

# Backend profile
source: Standard
sr: Уобичајен

# Backend profile
source: Extreme
sr: Екстреман

# Backend profile
source: Insane
sr: Лудачки

source: cbr
sr: сбп

source: Avarage
sr: Просечни

source: Joint Stereo
sr: Спојени стерео

source: Simple Stereo
sr: Прости стерео

source: Quality level from 9 to 0 where 0 is the highes quality.
sr: Ниво квалитета од 9 до 0, где је 0 највиши квалитет.

# Backend profile
source: Telephone
sr: Телефон

# Backend profile
source: Thumb
sr: Тамб

# Backend profile
source: Radio
sr: Радио

# Backend profile
source: Braindead
sr: Брејндед

source: You can download '%1' at '%2' after entering an email adress.
sr: Можете преузети „%1“ са „%2“ након уноса адресе е-поште.

source: Normal
sr: уобичајено
