Repository: Bleuzen/soundkonverter
Catalog: src/po/*.po
Languages: pt_br, sr

source: Solutions for backend problems
pt_br: Soluções para problemas de backend
sr: Решења за проблеме са прочељима

source: soundKonverter couldn't find any missing packages. Maybe you need to install an additional plugin via the package manager of your distribution.
pt_br: o soundKonverter não consegui encontrar pacotes que estão faltando. Talvez você precisa instalar um plugin adicional através do gerenciador de pacotes da sua distribuição.
sr: Прекодер звука не може да нађе ниједан недостајући пакет. Можда треба да инсталирате додатну прикључак путем менаџерра пакета дистрибуције.

source: Some files can't be decoded. Possible solutions are listed below.
pt_br: Alguns arquivos não podem ser decodificadas. As soluções possíveis são listadas abaixo.
sr: Неки фајлови не могу бити декодирани. Могућа решења су набројана испод.

source: Replay Gain isn't supported for some files. Possible solutions are listed below.
pt_br: Replay Gain não é suportado por alguns arquivos. As soluções possíveis são listadas abaixo.
sr: Поновљиво појачање није подржано за неке фајлове. Могућа решења су набројана испод.

source: Ripping audio CDs is not supported by any installed plugin. Please have a look at your distributions package manager in order to get a cd ripper plugin for soundKonverter.
pt_br: Extrator de áudio CDs não é suportado por qualquer plugin instalado. Por favor, dê uma olhada no seu gerenciador de pacotes das distribuições, a fim de obter um plugin extrator de cd para soundKonverter.
sr: Чупање аудио ЦД-а није подржано инсталираним прикључком. Менаџером пакета ваше дистрибуције потражите прикључак за чупање ЦД-ова у прекодеру звука.

source: Ripping audio CDs is currently not supported because of missing backends. Possible solutions are listed below.
pt_br: Extrator de áudio CDs não é suportado atualmente por causa da falta de backends. As soluções possíveis são listadas abaixo.
sr: Чупање аудио ЦД-ова тренутно није подржано услед недостајућих прочеља. Могућа решења су набројана испод.

source: Affected files:
pt_br: Arquivos afetados:
sr: Погођени фајлови:

source: Last used
pt_br: Últimos usados
sr: Последње кориштен

source: High
pt_br: Alta
sr: Висок

source: Try internal
pt_br: Tente interno
sr: Пробај унутрашњи

source: Very low
pt_br: Muito baixa
sr: Врло низак

source: Low
pt_br: Baixa
sr: Низак

source: Medium
pt_br: Média
sr: Средњи

source: Very high
pt_br: Muito alta
sr: Врло висок

source: Lossless
pt_br: Sem perdas
sr: Без губитака

source: Hybrid
pt_br: Híbrido
sr: Хибридан

source: User defined
pt_br: Definido pelo usuário
sr: Криснички дефинисан

source: Convert with soundKonverter
pt_br: Converter com soundKonverter
sr: Конвертујте Прекодером звука

source: Add Replay Gain with soundKonverter
pt_br: Adicionar Replay Gain com soundKonverter
sr: Додајте поновљиво појачање Прекодером звука

source: Status update delay
pt_br: Status de retardo atualização
sr: Кашњење ажурирања стања

source: Update the progress bar in this interval (time in milliseconds)
pt_br: Atualiza a barra de progresso neste intervalo (tempo em milisegundos)
sr: Ажурирај траку напретка у овом интервалу (у милисекундама)

# milliseconds
source: ms
pt_br: milisegundos

source: Remove partially converted files if a conversion fails
pt_br: Remover arquivos parcialmente convertidos se a conversão falhar
sr: Уклони делимично конвертоване фајлове уколико је конверзија неуспешна.

source: Disable this for debugging or if you are sure the files get converted correctly.
pt_br: Desabilite para depuração ou se você tiver certeza os arquivos são convertidos corretamente.

source: Decoder
pt_br: Decodificador
sr: Декодер

source: Encoder
pt_br: Codificador
sr: Кодер

source: CD ripper
pt_br: Extrator de áudio CDs
sr: Чупач ЦД-ова

source: Format
pt_br: Formato
sr: Формат

source: You have changed the current settings. Do you want to save them?
pt_br: Você mudou as configurações atuais. Você quer salvá-las?
sr: Изменили сте поставке. желите ли да их сачувате?

source: Settings changed
pt_br: Configurações alteradas
sr: Поставке су измењене

source: %1 settings
pt_br: configurações de %1
sr: Поставке за %1

source: Settings
pt_br: Configurações
sr: Подешавање

source: General
pt_br: Geral
sr: Опште

source: Start in Mode
pt_br: Iniciar no modo
sr: Започни у режиму

source: Simple
pt_br: Simples
sr: Једноставан

source: Detailed
pt_br: Detalhado
sr: Детаљан

source: Default profile
pt_br: Perfil padrão
sr: Подразумевани профил

source: Default format
pt_br: Formato padrão
sr: Подразумевани формат

source: Conflict handling
pt_br: Resolução de conflitos
sr: Разрешавање сукоба

source: Generate new file name
pt_br: Criar novo nome de arquivo
sr: Генериши ново име фајла

source: Skip file
pt_br: Ignorar arquivo
sr: Прескочи фајл

source: Do that if the output file already exists
pt_br: O que fazer se o arquivo de saída já existe
sr: Учини то уколико излазни фајл већ постоји

source: Number of files to convert at once
pt_br: Quantidade de arquivos para converter de uma vez
sr: Број итовремено конвертованих фајлова

source: Create actions menus for the file manager
pt_br: Criar menus de ações para o gerenciador de arquivos
sr: Направи мени радњи за менаџер фајлова

source: These service menus won't get removed if you uninstall soundKonverter. But you can remove them by diableing this option.
pt_br: Esses menus de serviço não será removido se você desinstalar soundKonverter. Mas você pode removê-los desabilitando esta opção.

source: Group files in the Replay Gain tool by
pt_br: Grupo de arquivos na ferramenta Replay Gain por
sr: Групиши фајлове у алатцки за поновљиво појачање према

source: Getting file
pt_br: Obtendo arquivo
sr: Добављање фајла

source: No more backends left to try :(
pt_br: Sem mais backends para tentar :(

source: Converting
pt_br: Convertendo
sr: Конвертујем

source: Decoding
pt_br: Decodificando
sr: Декодирам

source: Encoding
pt_br: Codificando
sr: Кодирам

source: Applying Replay Gain
pt_br: Aplicando Replay Gain
sr: Стварам поновљиво поачање

source: Writing tags
pt_br: Escrevendo etiquetas
sr: Уписујем ознаке

source: Moving file to destination
pt_br: Movendo arquivo para o destino
sr: Премештам фајл на одредиште

source: Running user script
pt_br: Executando script do usuário
sr: Покрећем корисничку скрипту

source: Executing next step
pt_br: Executando passo seguinte
sr: Извршавам наредни корак

source: Read tags sucessfully
pt_br: Etiquetas lidas com sucesso
sr: Ознаке су успешно прочитане

source: Unable to read tags
pt_br: Não é possível ler etiquetas
sr: Не могу да прочитам ознаке

source: An error accured. Error code: %1 (%2)
pt_br: Ocorreu um erro. Código do erro: %1 (%2)
sr: Дошло је до грешке. Код грешке: %1 (%2)

source: Conversion failed. Exit code: %1
pt_br: Falha na conversão. Código de saída: %1
sr: Конверзија није успела. Излазни код: %1

source: Adding new item to conversion list: '%1'
pt_br: Adicionar novo item a lista de conversão: '%1'
sr: Додајем нову ставку у листу за конверзију: „%1“

source: Got log ID: %1
pt_br: Obteve registro ID: %1
sr: Добавих ИД дневника: %1

source: Conversion failed, trying again. Exit code: -2 (%1)
pt_br: Falha na conversão, tentando novamente. Código de saída: -2 (1%)
sr: Конверзија није успела, покушавам поново. Излазни код: -2 (%1)

source: Executing command: "%1"
pt_br: Executando o comando: "%1"
sr: Извршавам наредбу: „%1“

source: Removing partially converted output file
pt_br: Removendo o arquivo de saída convertido parcialmente
sr: Улањам делимично конвертовани излазни фајл

source: Removing file from conversion list. Exit code %1 (%2)
pt_br: Removendo o arquivo da lista de conversão. Código de saída %1 (%2)

source: Conversion time
pt_br: Tempo de conversão
sr: Време конверзије

source: Output file size
pt_br: Tamanho do arquivo de saída
sr: Величина излазног фајла

source: File size ratio
pt_br: O tamanho do arquivo ratio
sr: Однос величина фајлова

source: Ripping
pt_br: Extraindo
sr: Чупам

source: Wave won't compress the audio stream.
pt_br: Wave não irá comprimir o fluxo de áudio.

source: Ogg Vorbis is a free and lossy high quality audio codec. For more information see: http://www.xiph.org/vorbis/
pt_br: Ogg Vorbis é um codec de áudio livre de alta qualidade e com perdas. Para mais informações consulte: http://www.xiph.org/vorbis/

source: Windows Media Audio is a propritary audio codec from Microsoft.
pt_br: O Windows Media Audio é um codec de áudio patenteado pela Microsoft.

source: MPEG-1 Audio Layer II is an old lossy audio format.
pt_br: MPEG-1 Audio Layer II é um formato de áudio antigo e com perdas.

source: Adaptive Multi-Rate Narrow-Band is based on 3gp and mainly used for speech compression in mobile communication.
pt_br: Adaptive Multi-Rate Narrow-Band é baseado em 3gp e usado principalmente paracompressão de voz em comunicação móvel.

source: Adaptive Multi-Rate Wide-Band is an advanced version of amr nb which uses a higher data rate resulting in a higher quality.
pt_br: Adaptive Multi-Rate Wide-Band é uma versão avançada do amr nb que utilizauma taxa de dados maior, resultando em uma maior qualidade.

source: Speex is a free and lossy audio codec designed for low quality speech encoding. For more information see: http://www.speex.org
pt_br: Speex é um codec de áudio gratuito, projetados para codificação de vozcom baixa qualidade e com perdas. Para mais informações consulte: http://www.speex.org

source: MPEG-1 Audio Layer I very old and lossy file format.
pt_br: MPEG-1 Audio Layer I formato de arquivo muito antigo e com perdas.

source: Musepack is a free and lossy file format based on mp2 and optimized for high quality.
pt_br: Musepack é um formato gratuito e com perdas baseado em mp2 e otimizadas para alta qualidade.

source: Shorten is a free and lossless audio codec. For more information see: http://etree.org/shnutils/shorten/
pt_br: Shorten é um codec de áudio livre e sem perdas. Para mais informações consulte: http://etree.org/shnutils/shorten/

source: True Audio is a free lossless audio format.
pt_br: True Audio é um formato de áudio livre e sem perdas.

source: 3GP is a audio/video container format for mobile devices.
pt_br: 3GP é um formato contêiner de áudio/vídeo para dispositivos móveis.

source: midi is a very old sound file format, that doesn't encode audio waves but stores instrument timings.
pt_br: midi é um formato de arquivo de som muito antigo, que não codifica as ondas de áudio,mas intervalos de amostras de instrumento.

source: Killing process on user request
pt_br: Terminar processo a pedido do utilizador
sr: Убијам процес на захтев корисника

source: State
pt_br: Estado
sr: Стање

source: Input
pt_br: Entrada
sr: Улаз

source: Output
pt_br: Saída
sr: Излаз

source: Quality
pt_br: Qualidade
sr: Квалитет

source: Edit options...
pt_br: Editar opções
sr: Уређивање опција....

source: Start conversion
pt_br: Iniciar conversão
sr: Почни конверзију

source: Stop conversion
pt_br: Parar conversão
sr: Заустави конверзију

source: Remove
pt_br: Remover
sr: Уклони

source: This file type is unknown to soundKonverter. Maybe you need to install an additional soundKonverter plugin. You should have a look at your distribution's package manager for this.
pt_br: Esse tipo de arquivo é desconhecido para soundKonverter. Talvez você precise instalar um plugin adicional soundKonverter. Você deveria dar uma olhada no gerenciador de pacotes da sua distribuição para isso.

source: ... and %1 more files
pt_br: ... e %1 arquivos mais
sr: ... и још%1 фајлова

source: Waiting
pt_br: Esperando
sr: Чекам

source: Waiting for Replay Gain
pt_br: Esperando Replay Gain
sr: Чекам поновљиво појачање

source: Stopped
pt_br: Parado
sr: Заустављен

source: Failed
pt_br: Falha
sr: Неуспех

source: CD track %1
pt_br: Faixa do CD %1
sr: ЦД стаза %1

source: Do you want to overwrite the current file list? If not, the saved file list will be appended.
pt_br: Você deseja substituir o arquivo lista atual? Se não, os arquivos salvos serão anexados a lista.

# days
source: d
pt_br: dias
sr: д

# hours
source: h
pt_br: horas
sr: ч

# minutes
source: m
pt_br: minutos
sr: м

# seconds
source: s
pt_br: segundos
sr: с

source: Filename
pt_br: Nome do arquivo
sr: Име фајла

source: Log ID
pt_br: ID de log
sr: ИД дневника

source: Finished logging
pt_br: Log concluído
sr: Завршено уписивање у дневник

source: Log Viewer
pt_br: Visualizador de log
sr: Приказивач дневника

source: Update
pt_br: Atualização
sr: Ажурирај

source: Save to file...
pt_br: Salvar em arquivo ...
sr: Сачувај у фајл...

source: Save log file
pt_br: Salvar arquivo log
sr: Сачувај фајл дневника

source: File already exists. Do you really want to overwrite it?
pt_br: O arquivo já existe. Você realmente deseja substituí-lo?
sr: Фајл већ постоји. Преписати га?

source: Writing to file failed. Maybe you haven't got write permission.
pt_br: Gravação do arquivo falhou. Talvez você não tem permissão de escrita.
sr: Уписивање у фајл није успело. Можда немате дозволе уписа.

source: soundKonverter is a frontend to various audio converters, Replay Gain tools and CD rippers. Please file bug reports at https://bugs.launchpad.net/soundkonverter or simply send me a mail to hessijames@gmail.com
pt_br: soundKonverter é um frontend para diversos conversores de áudio,ferramentas de Replay Gain e Extratores de áudio de CD. Por favor, enviar relatórios de bug em https://bugs.launchpad.net/soundkonverter ou envie um e-mail (infelizmente em inglês) para hessijames@gmail.com

source: Nuvola icon theme
pt_br: Tema de ícones Nuvola
sr: Тема икона Нувола

source: Amarok developers
pt_br: Desenvolvedores Amarok
sr: Амарокови програмери

source: All programmers of audio converters
pt_br: Todos os programadores de conversores de áudio
sr: Сви програмери прекодера звука

source: Open the Replay Gain tool an add all given files
pt_br: Abra a ferramenta Replay Gain e adicione todos os arquivos dados

source: List all tracks on the cd drive <device>, 'auto' will search for a cd
pt_br: Lista de todas as faixas da unidade de CD <device>, 'auto' irá procurar um cd

source: Add all files using the given profile
pt_br: Adicionar todos os arquivos usando o perfil determinado
sr: Додај све фајлове према датом профилу

source: Add all files using the given format
pt_br: Adicionar todos os arquivos usando o formato determinado
sr: Додај све фајлове према датом формату

source: Output all files to <directory>
pt_br: Saída de todos os arquivos para <directory>

source: Start soundKonverter invisible
pt_br: Iniciar soundKonverter invisível

source: Start the conversion immediately (enabled when using '--invisible')
pt_br: Iniciar a conversão imediatamente (habilitado ao usar '--invisível')

source: Close soundKonverter after all files are converted (enabled when using '--invisible')
pt_br: Fechar soundKonverter depois que todos os arquivos forem convertidos(habilitado ao usar '--invisível')

source: Execute <command> after each file has been converted (%i=input file, %o=output file)
pt_br: Executar <command> depois de cada arquivo foi convertido(%i=arquivo de entrada%o=arquivo de saída)

source: Audio file(s) to append to the file list
pt_br: Arquivo de áudio(s) para acrescentar à lista de arquivos

source: Add CD tracks
pt_br: Adicionar faixas CD
sr: Додај стазе ЦД-а

source: 1. Select CD tracks
pt_br: 1. Selecionar faixas CD
sr: 1. Изаберите стазе ЦД-а

source: 2. Set conversion options
pt_br: 2. Definir opções de conversão
sr: 2. Подесите опције конверзије

source: Artist:
pt_br: Artista
sr: Извођач:

source: Various Artists
pt_br: Vários artistas
sr: Разни извођачи

source: Composer:
pt_br: Compositor
sr: Композитор:

source: Various Composer
pt_br: Vários compositores
sr: Разни композитори

source: Album:
pt_br: Álbum
sr: Албум:

source: Disc No.:
pt_br: Disco nº:
sr: Бр. диска:

source: Year:
pt_br: Ano
sr: Година:

source: Genre:
pt_br: Gênero
sr: Жанр:

# column title
source: Rip
pt_br: Extrair
sr: Чупај

source: Track
pt_br: Faixa
sr: Стаза

source: Artist
pt_br: Artista
sr: Извођач

source: Composer
pt_br: Compositor
sr: Композитор

source: Title
pt_br: Título
sr: Наслов

source: Length
pt_br: Duração
sr: Трајање

source: No track selected
pt_br: Nenhuma faixa selecionada
sr: Нема изабраних стаза

source: Title:
pt_br: Título:
sr: Наслов:

source: Comment:
pt_br: Comentário:
sr: Коментар:

source: Select your desired output options and click on "Ok".
pt_br: Selecione as opções de saída desejada e clique em "OK".

source: Save cue sheet...
pt_br: Salvar ficha técnica...

source: Request CDDB
pt_br: Solicitar CDDB

source: Rip entire CD to one file
pt_br: Extrair CD inteiro em um arquivo
sr: Чупај цео ЦД у један фајл

source: Ripping an entire cd to a single file is not supported by the installed backends. Possible solutions are listed below.
pt_br: Extrair um CD inteiro em um único arquivonão é suportado pelos backends instalados. As soluções possíveis estão listadas abaixo.

source: Ripping an entire cd to a single file is not supported by the installed backends. Please check your distribution's package manager in order to install an additional ripper plugin wich supports ripping to one file.
pt_br: Extrair um CD inteiro em um único arquivonão é suportado pelos backends instalados. Por favor verifique seu gerenciador de pacotes da distribuiçãopara instalar um plugin extrator adicional que suporta ripar em único arquivo.

source: Proceed
pt_br: Proceder
sr: Настави

source: Cancel
pt_br: Cancelar
sr: Одустани

source: Select CD-ROM drive
pt_br: Selecione o drive de CD
sr: Изаберите ЦД-РОМ уређај

source: Multiple CD-ROM drives where found. Please select one:
pt_br: Vários drives de CD foram encontrados. Por favor selecione um:
sr: Нађено је више ЦД-РОМ уређаја. Изаберите један:

source: DVD Recorder
pt_br: Gravador de DVD
sr: ДВД снимач

source: CD Recorder
pt_br: Gravador de CD
sr: ЦД снимач

source: DVD Player
pt_br: Tocador de DVD
sr: ДВД плејер

source: CD Player
pt_br: Tocador de CD
sr: ЦД плејер

source: %1 (%2): Audio CD with %3 tracks
pt_br: %1 (%2): CD com %3 faixas

source: Unknown
pt_br: Desconhecido
sr: Непознато

source: Please wait, trying to download CDDB data ...
pt_br: Aguarde, tentando fazer o download de dados CDDB ...

source: Select CDDB Entry
pt_br: Selecione entrada CDDB
sr: Изаберите ЦДДБ унос

source: Multiple CDDB entries where found. Please select one:
pt_br: Várias entradas CDDB foram encontradas. Por favor selecione uma:
sr: Нађено је више ЦДДБ уноса. Изаберите један:

source: All tracks
pt_br: Todas faixas
sr: Све стазе

source: Tracks
pt_br: Faixas
sr: Стазе

source: Please select at least one track in order to proceed.
pt_br: Por favor, selecione pelo menos uma faixa para prosseguir.
sr: Изаберите барем једну стазу да би наставили.

source: No conversion options selected.
pt_br: Não há opções de conversão selecionadas.
sr: Нису изабране опције конверзије.

source: A file with this name already exists. Do you want to overwrite the existing one?
pt_br: Um arquivo com esse nome já existe. Você deseja substituir o já existente?
sr: Фајл са овим именом већ постоји. Желите ли да га препишете?

source: File already exists
pt_br: O arquivo já existe
sr: Фајл већ постоји

source: Add folder
pt_br: Adicionar pasta
sr: Додај фасциклу

source: 1. Select directory
pt_br: 1. Selecionar diretório
sr: 1. Иазберите фасциклу

source: Directory:
pt_br: Diretório:
sr: Фасцикла:

source: Only add selected file formats:
pt_br: Só adicionar formatos de arquivo selecionado:
sr: Додај само изабране формате фајлова:

source: Select all
pt_br: selecione todos
sr: Изабери све

source: Select none
pt_br: Select nenhum
sr: Уклони избор

source: Recursive
pt_br: Recursivo
sr: Рекурзивно

source: If checked, files from subdirectories will be added, too.
pt_br: Se marcada, os arquivos de subdiretórios também serão adicionados.

source: Add Files
pt_br: Adicionar arquivos
sr: Додај фајлове

source: %1 files
pt_br: %1 arquivos
sr: %1 фајлови

source: All supported files
pt_br: Todos os arquivos suportados
sr: Сви подржани фајлови

source: All files
pt_br: Todos os arquivos
sr: Сви фајлови

source: Add playlist
pt_br: Adicionar playlist
sr: Додај листу нумера

source: The following files couldn't be found:
pt_br: Os seguintes arquivos não puderam ser encontrados:

source: Files not found
pt_br: Arquivos não encontrados

source: Add url
pt_br: Adicionar url
sr: Додај УРЛ

source: 1. Enter url
pt_br: 1. Digite url
sr: 1. Унесите УРЛ

source: The Url you entered is invalid. Please try again.
pt_br: A Url que você digitou é inválida. Por favor, tente novamente
sr: УРЛ који сте унели ние исправан. Покушајте поново

source: Output format
pt_br: Formato de saída
sr: Излазни формат:

source: Use Plugin
pt_br: Utilize Plugin
sr: Користи прикључак

source: Calculate Replay Gain tags
pt_br: Calcule Replay Gain
sr: Израчунај поновљиво појачање

source: Save current options as a profile
pt_br: Salvar opções atuais como um perfil
sr: Сачувај тренутне опције као профил

source: Load saved profiles
pt_br: Carregar perfil salvo
sr: Учитај снимљене профиле

source: Replay Gain is not supported for the %1 file format. Possible solutions are listed below.
pt_br: Replay Gain não tem suporte para o %1 formato de arquivo. As soluções possíveis são listadas abaixo.

source: Replay Gain is not supported for the %1 file format. Please check your distribution's package manager in order to install an additional Replay Gain plugin.
pt_br: Replay Gain não tem suporte para o formato de arquivo %1. Por favor verifique seu gerenciador de pacotes da distribuiçãopara instalar um plugin adicional Replay Gain.

source: Using the current conversion options will create files with approximately %1 per minute.
pt_br: Usando as opções de conversão irá criar arquivos com cerca de 1%por minuto.

source: New profile
pt_br: Novo perfil
sr: Нови профил

source: Enter a name for the new profile:
pt_br: Digite um nome para o novo perfil:
sr: Унесите име новог профила:

source: You cannot overwrite the built-in profiles.
pt_br: Você não pode substituir o built-in de perfis.
sr: Не можете преписати уграђене профиле.

source: Profile already exists
pt_br: Perfil já existe
sr: Профил већ постоји.

source: A profile with this name already exists. Do you want to overwrite the existing one?
pt_br: Um perfil com este nome já existe. Você deseja substituir o já existente?

source: Previous
pt_br: Anterior
sr: Претходни

source: Next
pt_br: Próximo
sr: Следећи

source: Conversion
pt_br: Conversão
sr: Конверзија

source: Choose your prefered output options and click on "Apply"!
pt_br: Escolha a sua opção de saída desejada e clique em "Aplicar"!

source: Edit conversion options
pt_br: Editar opções de conversão
sr: Уреди опције конверзије

source: Tags
pt_br: Etiquetas
sr: Ознаке

source: Track No.:
pt_br: Faixa nº:
sr: Бр. нумере:

source: Edit tags
pt_br: Editar etiquetas
sr: Уреди ознаке

source: Infos
pt_br: Informações
sr: Подаци

source: No file selected
pt_br: Nenhum arquivo foi selecionado
sr: Није изабран фајл

source: The tags could not be read, because this is not a local file. soundKonverter will try to read the tags, when it is about to convert the file. If you want to edit the tags, you can hit the button below but then soundKonverter will not try to read the tags after downloading.
pt_br: As etiquetas não podem ser lidas, porque este não é um arquivo local. soundKonverter tentará ler as etiquetas, quando converter o arquivo. Se você quiser editar as etiquetas, você pode clicar no botão abaixo,mas depois o soundKonverter não vai tentar ler as tags após o download.
