Repository: Bleuzen/soundkonverter
Catalog: src/po/*/soundkonverter.po
Languages: fr

source: The following strings are wildcards, that will be replaced by the information in the meta data: %a - Artist %b - Album %c - Comment %d - Disc number %g - Genre %n - Track number %p - Composer %t - Title %y - Year %f - Original file name
fr: Les caractères suivants sont des variables qui seront remplacées par les informations contenues dans les meta-données : %a - Artiste %b - Album %c - Commentaire %d - Numéro de disque %g - Genre %n - Numéro de piste %p - Compositeur %t - Titre %y - Année %f - Nom de fichier original

source: Output all converted files into the same directory as the original files
fr: Enregistrer tous les fichiers convertis dans le même dossier que les fichiers sources

source: Output all converted files into the specified output directory
fr: Enregistrer tous les fichiers convertis dans le dossier de destination choisi

source: Copy the whole directory structure for all converted files
fr: Copier toute la structure des dossiers de tous les fichiers convertis

source: Bitrate
fr: Débit

source: Resample
fr: Rééchantillonage

source: In order to encode aac files, you need to install 'faac'. Since faac inludes a patented codec, it may not be included in the default installation of your distribution. Many distributions offer faac in an additional software repository.
fr: Pour encoder des fichiers au format aac, vous devez installer 'faac'. Puisque 'faac' inclut un codec breveté, il se peut qu'il ne soit pas installé par défaut avec votre distribution. Beaucoup de distributions proposent 'faac' dans un dépôt supplémentaire.

source: In order to decode aac files, you need to install 'faad'. Since faad inludes a patented codec, it may not be included in the default installation of your distribution. Many distributions offer faad in an additional software repository.
fr: Pour décoder des fichiers au format aac, vous devez installer 'faad'. Puisque 'faad' inclut un codec breveté, il se peut qu'il ne soit pas installé par défaut avec votre distribution. Beaucoup de distributions proposent 'faad' dans un dépôt supplémentaire.

source: Advanced Audio Coding is a lossy and popular audio format.
fr: Advanced Audio Coding (aac) est un format audio populaire avec perte.

source: Channels
fr: Canaux

source: You need to install 'ffmpeg'. Since ffmpeg inludes many patented codecs, it may not be included in the default installation of your distribution. Many distributions offer ffmpeg in an additional software repository.
fr: Vous devez installer 'ffmpeg'. Puisque 'ffmpeg' inclut beaucoup de codecs brevetés, il se peut qu'il ne soit pas installé par défaut avec votre distribution. Beaucoup de distributions proposent 'ffmpeg' dans un dépôt supplémentaire.

source: Ogg Vorbis is a free and lossy high quality audio codec. For more information see: http://www.xiph.org/vorbis/
fr: Ogg Vorbis est un codec audio libre de très haute qualité avec perte. Pour plus d'informations : http://www.xiph.org/vorbis/

source: MP3 is a very popular lossy audio codec.
fr: MP3 est un codec audio très populaire avec perte.

source: Flac is the free lossless audio codec. As it name says, it compresses without any loss.
fr: Free Lossless Audio Codec (Flac) est un codec audio libre sans perte.

source: Windows Media Audio is a propritary audio codec from Microsoft.
fr: Windows Media Audio (wma) est un codec audio propriétaire de Microsoft.

source: Apple Lossless Audio Codec is a lossless audio format from Apple.
fr: Apple Lossless Audio Codec est un format audio sans perte d'Apple.

source: MPEG-1 Audio Layer II is an old lossy audio format.
fr: Mpeg-1 Audio Layer II est un vieux codec audio.

source: Adaptive Multi-Rate Narrow-Band is based on 3gp and mainly used for speech compression in mobile communication.
fr: Adaptive Multi-Rate Narrow-Band est basé sur 3gp et principalement utilisé pour la compression des discours lors des communications mobiles.

source: Adaptive Multi-Rate Wide-Band is an advanced version of amr nb which uses a higher data rate resulting in a higher quality.
fr: Adaptive Multi-Rate Wide-Band est une version avancée de amr nb qui utilise un débit supérieur résultant une qualité accrue.

source: Monkey's Audio is a propritary lossless audio format.
fr: Monkey's Audio (ape) est un codec audio sans perte propriétaire.

source: Speex is a free and lossy audio codec designed for low quality speech encoding. For more information see: http://www.speex.org
fr: Speex est un codec audio libre avec perte spécialisé dans l'encodage des discours. Pour plus d'informations : http://www.speex.org

source: MPEG-1 Audio Layer I very old and lossy file format.
fr: Mpeg-1 Audio Layer I est un très vieux codec audio avec perte.

source: Musepack is a free and lossy file format based on mp2 and optimized for high quality.
fr: Pusepack (mpc) est un codec audio libre avec perte basé sur mp2 et optimisé pour une haute qualité.

source: Shorten is a free and lossless audio codec. For more information see: http://etree.org/shnutils/shorten/
fr: Shorten est un codec audio libre sans perte. Pour plus d'informations : http://etree.org/shnutils/shorten/

source: True Audio is a free lossless audio format.
fr: True Audio est un codec audio libre sans perte.

source: WavPack is a free lossless audio format.
fr: WavPack est un codec audio libre sans perte.

source: Real Media Audio is a propritary and lossy codec.
fr: Real Media Audio est un codec propriétaire avec perte.

source: 3GP is a audio/video container format for mobile devices.
fr: 3GP est un conteneur audio/vidéo pour les dispositifs nomades.

source: Real Media is a propritary and lossy codec.
fr: Real Media est un codec propriétaire avec perte.

source: Compression level
fr: Niveau de compression

source: In order to encode flac files, you need to install 'flac'. flac should be shipped with your distribution.
fr: Pour encoder des fichiers au format flac, vous devez installer 'flac'. Flac devrait être fourni sur votre distribution.

source: In order to decode flac files, you need to install 'flac'. flac should be shipped with your distribution.
fr: Pour décoder des fichiers au format flac, vous devez installer 'flac'. Flac devrait être fourni sur votre distribution.

source: Flac is a free and lossless audio codec. For more information see: http://flac.sourceforge.net
fr: Free Lossless Audio Codec (Flac) est un codec audio libre sans perte. Pour plus d'informations : http://flac.sourceforge.net

source: Additional encoder arguments
fr: Arguments supplémentaires de l'encodeur

source: In order to encode flake files, you need to install 'flake'. You can get it at http://flake-enc.sourceforge.net
fr: Pour encoder des fichiers au format flake, vous devez installer 'flake'. Pour plus d'informations : http://flake-enc.sourceforge.net

source: Preset
fr: Profile

source: Extreme
fr: Extrême

source: Insane
fr: Démentiel

source: Specify bitrate
fr: Choisir le débit

source: cbr
fr: constant

source: Encode using a constant bitrate. Only works with 80, 96, 112, 128, 160, 192, 224, 256 and 320 kbps
fr: Encode en utilisant un débit constant. Ne fonctionne qu'avec les débits suivants : 80, 96, 112, 128, 160, 192, 224, 256 et 320 kbps

source: Fast encoding
fr: Encodage rapide

source: Use a faster encoding alogrithm (results in a slightly lower output quality).
fr: Utiliser un algorythme d'encodage plus rapide (il y aura une légère baisse de qualité).

source: Bitrate mode
fr: Type de débit

source: Avarage
fr: variable

source: Joint Stereo
fr: Joint Stéréo

source: Simple Stereo
fr: Stéréo simple

source: Forced Joint Stereo
fr: Joint Stéréo forcée

source: Dual Mono
fr: Mono dédoublé

source: This preset should provide near transparency to most people on most music (~150 kbps abr).
fr: Ce profile devrait être transparent pour la plupart des gens sur la pluplart des musiques (~150 kbps abr).

source: This preset should generally be transparent to most people on most music and is already quite high in quality (~230 kbps abr).
fr: Ce profile devrait être transparent pour la plupart des gens sur la pluplart des musiques et propose une haute qualité (~230 kbps abr).

source: If you have extremely good hearing and similar equipment, this preset will generally provide slightly higher quality than the standard mode (~280 kbps abr).
fr: Si vous avez de très bonnes oreilles et un très bon équipement, ce profile vous fournira généralement une qualité supérieure au mode standard (~280 kbps abr).

source: This preset will usually be overkill for most people and most situations, but if you must have the absolute highest quality with no regard to filesize, this is the way to go (320 kbps cbr).
fr: Ce profile est généralement exagéré pour la plupart des gens et des situations, mais si vous devez avoir la qualité absolue sans tenir compte de la taille du fichier, c'est celui-là qu'il vous faut (320 kpbs cbr).

source: Quality level from 9 to 0 where 0 is the highes quality.
fr: Niveau de qualité de 9 à 0 où 0 est la qualité la plus élevée.

source: In order to encode mp3 files, you need to install 'lame'. Since mp3 is a patented file format, lame may not be included in the default installation of your distribution. Many distributions offer lame in an additional software repository.
fr: Pour encoder au format mp3, vous devez installer 'lame'. Puisque le mp3 est un format breveté, il se peut que 'lame' ne soit pas inclus dans l'installation de base de votre distribution. Beaucoup de distributions proposent 'lame' dans un dépôt supplémentaire.

source: In order to decode mp3 files, you need to install 'lame'. Since mp3 is a patented file format, lame may not be included in the default installation of your distribution. Many distributions offer lame in an additional software repository.
fr: Pour décoder des fichiers au format mp3, vous devez installer 'lame'. Puisque le mp3 est un format breveté, il se peut que 'lame' ne soit pas inclus dans l'installation de base de votre distribution. Beaucoup de distributions proposent 'lame' dans un dépôt supplémentaire.

source: In order to encode/decode mp3 files, you need to install 'lame'. Since mp3 is a patented file format, lame may not be included in the default installation of your distribution. Many distributions offer lame in an additional software repository.
fr: Pour encoder/décoder au format mp3, vous devez installer 'lame'. Puisque le mp3 est un format breveté, il se peut que 'lame' ne soit pas inclus dans l'installation de base de votre distribution. Beaucoup de distributions proposent 'lame' dans un dépôt supplémentaire.

source: In order to decode mp2 files, you need to install 'lame'. Since mp3 is a patented file format, lame may not be included in the default installation of your distribution. Many distributions offer lame in an additional software repository.
fr: Pour encoder au format mp2, vous devez installer 'lame'. Puisque le mp2 est un format breveté, il se peut que 'lame' ne soit pas inclus dans l'installation de base de votre distribution. Beaucoup de distributions proposent 'lame' dans un dépôt supplémentaire.

source: In order to encode mp3/decode mp2 files, you need to install 'lame'. Since mp3 is a patented file format, lame may not be included in the default installation of your distribution. Many distributions offer lame in an additional software repository.
fr: Pour encoder au format mp3/décoder en mp2, vous devez installer 'lame'. Puisque le mp2 et le mp3 sont des formats brevetés, il se peut que 'lame' ne soit pas inclus dans l'installation de base de votre distribution. Beaucoup de distributions proposent 'lame' dans un dépôt supplémentaire.

source: MP2 is an old lossy audio codec.
fr: MP2 est un vieux codec audio avec perte.

source: About %1
fr: Environ %1

source: LAME is a free high quality MP3 encoder. You can get it at: http://lame.sourceforge.net
fr: LAME est un encodeur MP3 libre de haute qualité. Pour plus d'informations : http://lame.sourceforge.net

source: In order to encode ape files, you need to install 'mac'. You can get it at http://www.monkeysaudio.com
fr: Pour encoder au format ape, vous devez installer 'mac'. Pour plus d'informations : http://www.monkeysaudio.com

source: In order to decode ape files, you need to install 'mac'. You can get it at http://www.monkeysaudio.com
fr: Pour décoder des fichiers au format ape, vous devez installer 'mac'. Pour plus d'informations : http://www.monkeysaudio.com

source: Monkey’s Audio is a fast and efficient lossless audio format.
fr: Monkey's Audio est un codec audio rapide et efficace sans perte.

source: You need to install 'mplayer'. Since mplayer inludes many patented codecs, it may not be included in the default installation of your distribution. Many distributions offer mplayer in an additional software repository.
fr: Vous devez installer 'mplayer'. Puisque 'mplayer' inclut beaucoup de codecs brevetés, il se peut qu'il ne soit pas fourni dans l'insallation de base de votre distribution. Beaucoup de dsitributions proposent 'mplayer' dans un dépôt supplémentaire.

source: Speex is a free and lossy audio codec designed for encoding speech.
fr: Speex est un codec audio libre avec perte spécialisé dans la compression de discours.

source: Telephone
fr: Téléphone

source: Thumb
fr: Étiquette

source: low quality (~60 kbps abr).
fr: Basse qualité (~60 kpbs abr)

source: low/medium quality (~90 kbps abr).
fr: Basse/moyenne qualité (~90 kpbs abr)

source: medium quality (~130 kbps abr).
fr: Qualité moyenne (~130 kpbs abr).

source: high quality (~180 kbps abr).
fr: Haute qualité (~180 kpbs abr).

source: excellent quality (~210 kbps abr).
fr: Qualité excellente (~210 kpbs abr).

source: excellent quality (~240 kbps abr).
fr: Très haute qualité (~240 kpbs abr).

source: excellent quality (~270 kbps abr).
fr: Qualité insensée (~270 kpbs abr).

source: In order to encode musepack files, you need to install 'mppenc'. You can get it at http://www.musepack.net
fr: Pour encoder des fichiers au format musepack, vous devez installer 'mppenc'. Pour plus d'informations : http://www.musepack.net

source: In order to decode musepack files, you need to install 'mppdec'. You can get it at http://www.musepack.net
fr: Pour décoder des fichiers au format musepack, vous devez installer 'mppdec'. Pour plus d'informations : http://www.musepack.net

source: In order to encode aac files, you need to install 'neroAacEnc'. You can download it at http://www.nero.com/enu/downloads-nerodigital-nero-aac-codec.php after entering an email adress.
fr: Pour encoder des fichiers au format aac, vous devez installer 'neroAacEnc'. Vous pouvez le télécharger sur http://www.nero.com/enu/downloads-nerodigital-nero-aac-codec.php après avoir entré un courriel.

source: In order to decode aac files, you need to install 'neroAacDec'. You can download it at http://www.nero.com/enu/downloads-nerodigital-nero-aac-codec.php after entering an email adress.
fr: Pour décoder des fichiers au format aac, vous devez installer 'neroAacDec'. Vous pouvez le télécharger sur http://www.nero.com/enu/downloads-nerodigital-nero-aac-codec.php après avoir entré un courriel.

source: In order to encode shorten files, you need to install 'shorten'. You can get it at http://etree.org/shnutils/shorten/
fr: Pour encoder des fichiers au format shorten, vous devez installer 'shorten'. Pour plus d'informations : http://etree.org/shnutils/shorten/

source: In order to decode shorten files, you need to install 'shorten'. You can get it at http://etree.org/shnutils/shorten/
fr: Pour décoder des fichiers au format shorten, vous devez installer 'shorten'. Pour plus d'informations : http://etree.org/shnutils/shorten/

source: In order to encode speex files, you need to install the package 'speex'. speex should be shipped with your distribution.
fr: Pour encoder des fichiers au format speex, vous devez installer 'speex'. Speex devrait être fourni de base avec votre distribution.

source: In order to decode speex files, you need to install the package 'speex'. speex should be shipped with your distribution.
fr: Pour décoder des fichiers au format speex, vous devez installer 'speex'. Speex devrait être fourni de base avec votre distribution.

source: In order to decode midi files, you need to install 'timidity'. timidity should be shipped with your distribution.
fr: Pour décoder des fichiers au format midi, vous devez installer 'timidity'. Timidity devrait être fourni de base avec votre distribution.

source: In order to decode mod files, you need to install 'timidity'. timidity should be shipped with your distribution.
fr: Pour décoder des fichiers au format mod, vous devez installer 'timidity'. Timidity devrait être fourni de base avec votre distribution.

source: midi is a very old sound file format, that doesn't encode audio waves but stores instrument timings.
fr: Midi est un très vieux codec audio qui stocke les timings des intruments.

source: mod is a very old sound file format, that doesn't encode audio waves but stores instrument timings.
fr: Mod est un très vieux codec audio qui stocke les timings des intruments.

source: In order to encode mp2 files, you need to install 'twolame'.
fr: Pour encoder des fichiers au format mp2, vous devez installer 'twolame'.

source: TwoLame is a free MP2 encoder. You can get it at: http://www.twolame.org
fr: Twolame est un codec MP2 libre. Pour plus d'informations : http://www.twolame.org

source: Stereo
fr: Stéréo

source: Dual
fr: Dédoublé

source: Quality level from -50 to 50.
fr: Niveau de qualité de -50 à 50.

source: In order to encode ogg vorbis files, you need to install 'oggenc'. oggenc is usually in the package 'vorbis-tools' which should be shipped with your distribution.
fr: Pour encoder des fichiers au format ogg vorbis, vous devez installer 'oggenc'. Oggenc est habituellement fourni dans le paquet 'vorbis-tools' qui devrait être fourni de base avec votre distribution.

source: In order to decode ogg vorbis files, you need to install 'oggdec'. oggdec is usually in the package 'vorbis-tools' which should be shipped with your distribution.
fr: Pour décoder des fichiers au format ogg vorbis, vous devez installer 'oggdec'. Oggdec est habituellement fourni dans le paquet 'vorbis-tools' qui devrait être fourni de base avec votre distribution.

source: In order to encode wavpack files, you need to install 'wavpack'. You can get it at http://www.wavpack.com
fr: Pour encoder des fichiers au format wavpack, vous devez installer 'wavpack'. Pour plus d'informations : http://www.wavpack.com

source: In order to decode wavpack files, you need to install 'wvunpack'. wvunpack should be in the package 'wavpack'.
fr: Pour décoder des fichiers au format wavpack, vous devez installer 'wunpack'. Wunpack devrait être fourni par le paquet 'wavpack'.

source: WavPack is a free and lossless audio codec. For more information see: http://www.wavpack.com
fr: WavPack est un codec audio libre sans perte. Pour plus d'informations : http://www.wavpack.com

source: Fast
fr: Rapide

source: High quality
fr: Haute qualité

source: Very high quality
fr: Très haute qualité

source: In order to calculate Replay Gain tags for aac files, you need to install 'aacgain'. Since aac is a patented file format, aacgain may not be included in the default installation of your distribution. Some distributions offer aacgain in an additional software repository.
fr: Pour calculer les tags Replay Gain des fichiers aac, vous devez installer 'aacgain'. Puisque aac est un codec breveté, il se peut qu'aacgain ne soit pas fourni de base dans votre distribution. Certaines distributions proposent aacgain dans un dépôt supplémentaire.

source: Use tag format:
fr: Utiliser le format de tag :

source: In order to calculate Replay Gain tags for flac files, you need to install 'metaflac'. metaflac is usually in the package 'flac' which should be shipped with your distribution.
fr: Pour calculer les tags Replay Gain des fichiers flac, vous devez installer 'metaflac'. Metaflac est habituellement fourni par le paquet 'flac' qui devrait être installé de base avec votre distribution.

source: FLAC is a free and lossless audio codec.
fr: FLAC est un codec audio libre sans perte.

source: In order to calculate Replay Gain tags for mp3 files, you need to install 'mp3gain'. Since mp3 is a patented file format, mp3gain may not be included in the default installation of your distribution. Some distributions offer mp3gain in an additional software repository.
fr: Pour calculer les tags Replay Gain des fichiers mp3, vous devez installer 'mp3gain'. Puisque le codec mp3 est breveté, il se peut que 'mp3gain' ne soit pas fourni de base avec votre distribution. Certaines distributions proposent 'mp3gain' dans un dépôt supplémentaire.

source: In order to calculate Replay Gain tags for musepack files, you need to install 'replaygain'. You can get it at http://www.musepack.net
fr: Pour calculer les tags Replay Gain des fichiers musepack, vous devez installer 'replaygain'. Pour plus d'informations : http://www.musepack.net

source: In order to calculate Replay Gain tags for ogg vorbis files, you need to install 'vorbisgain'. vorbisgain is usually in the package 'vorbisgain' which should be shipped with your distribution.
fr: Pour calculer les tags Replay Gain des fichiers ogg vorbis, vous devez installer 'vorbisgain'. Il devrait être fourni en standard par votre distribution.

source: Ogg Vorbis is a free and lossy high quality audio codec.
fr: Ogg Vorbis est un codec audio libre avec perte de très haute qualité.

source: In order to calculate Replay Gain tags for wavpack files, you need to install 'wvgain'. wvgain is usually in the package 'wavpack'.
fr: Pour calculer les tags Replay Gain des fichiers wavpack, vous devez installer 'wvgain'.\ Wvgain est habituellement fourni avec le paquet 'wavpack'.

source: In order to rip audio cds per track or to a single file, you need to install cdparanoia. cdparanoia is usually shipped with your distribution, the package name can vary.
fr: Pour extraire des CDs audio par piste ou vers un fichier unique, vous devez installer 'cdparanoia'. Cdparanoia est habituellement fourni de base avec votre distribution. Le nom du paquet peut varier.

source: Speed
fr: Vitesse

source: Remaining time
fr: Temps restant

source: Finished
fr: Terminé

source: File
fr: Fichier

source: Collapse all
fr: Réduire tout

source: Expand all
fr: Étendre tout

source: The following files could not be added:
fr: Les fichiers suivants n'ont pas pu être ajoutés :

source: Replay Gain tool
fr: Outil Replay Gain

source: Add folder...
fr: Ajouter un dossier

source: Add files...
fr: Ajouter des fichiers

source: Force recalculation
fr: Forcer un nouveau calcul

source: Tag untagged
fr: Tag supprimé

source: Untag tagged
fr: Supprimer un tag

source: Close
fr: Fermer

source: This is soundKonverter %1
fr: SoundKonverter %1

source: Removing old file: %1
fr: Suppression du vieux fichier : %1

source: View logs...
fr: Visionner les logs...

source: Replay Gain tool...
fr: Outil Replay Gain...

source: Add CD tracks...
fr: Convertir des pistes CD

source: Add url...
fr: Ajouter une adresse internet

source: Add playlist...
fr: Ajouter une liste de lecture

source: Load file list
fr: Charger une liste de fichiers

source: Save file list
fr: Enregistrer une liste de fichiers

source: Start
fr: Démarrer

source: Stop
fr: Arrêter

source: Stop imediatelly
fr: Arrêter immédiatement

source: Stop after current conversions are completed
fr: Arrêter après avoir fini les conversions en cours

source: Continue after current conversions are completed
fr: Continuer après avoir fini les conversions en cours

source: No CD device found
fr: Aucun lecteur de CD trouvé

# NAME OF TRANSLATORS
source: Your names
fr: Vos noms

# EMAIL OF TRANSLATORS
source: Your emails
fr: Vos courriels
