Repository: Bleuzen/soundkonverter
Catalog: src/po/*/soundkonverter.po
Languages: fr

source: Solutions for backend problems
fr: Solutions pour les problèmes de modules

source: soundKonverter couldn't find any missing packages. Maybe you need to install an additional plugin via the package manager of your distribution.
fr: soundKonverter n'a pas pu trouver de paquets manquants. Vous avez peut-être besoin d'installer un plugin supplémentaire via le gestionnaire de paquets de votre distribution.

source: Some of the installed plugins aren't working because they are missing additional programs. Possible solutions are listed below.
fr: Certains modules installés ne fonctionnent pas car il manque des programmes additionnels. Les solutions possibles sont listées ci-dessous.

source: Some files can't be decoded. Possible solutions are listed below.
fr: Certains fichiers n'ont pu être décodés. Les solutions possibles sont listées ci-dessous.

source: Replay Gain isn't supported for some files. Possible solutions are listed below.
fr: Replay Gain n'est pas supporté pour certains fichiers. Les solutions possibles sont listées ci-dessous.

source: Ripping audio CDs is not supported by any installed plugin. Please have a look at your distributions package manager in order to get a cd ripper plugin for soundKonverter.
fr: L'extraction de CDs n'est supportée par aucun des paquets installés. Merci de jeter un œil à votre gestionnaire de paquets pour obtenir un module d'extraction de cd pour soundKonverter.

source: Ripping audio CDs is currently not supported because of missing backends. Possible solutions are listed below.
fr: L'extraction de CDs n'est pour l'instant pas supportée car il manque des modules. Les solutions possibles sont listées ci-dessous.

source: Affected files:
fr: Fichiers affectés :

source: Last used
fr: Utilisé en dernier

source: High
fr: Haute qualité

source: Try internal
fr: Essayer en interne

source: Very low
fr: Très basse qualité

source: Low
fr: Basse qualité

source: Medium
fr: Qualité moyenne

source: Very high
fr: Très haute qualité

source: Lossless
fr: Sans perte

source: Hybrid
fr: Hybride

source: User defined
fr: Personnalisé

source: Convert with soundKonverter
fr: Convertir avec soundKonverter

source: Add Replay Gain with soundKonverter
fr: Ajouter Replay Gain avec soundKonverter

source: Decoder
fr: Décodeur

source: Encoder
fr: Encodeur

source: CD ripper
fr: Extracteur de CD

source: Backend
fr: Module

source: You have changed the current settings. Do you want to save them?
fr: Vous venez de modifier les paramètres. Voulez-vous les sauvegarder ?

source: Settings changed
fr: Paramètres modifiés

source: %1 settings
fr: %1 paramètres

source: Settings
fr: Paramètres

source: General
fr: Général

source: Backends
fr: Modules

source: Start in Mode
fr: Démarrer en mode

source: Simple
fr: Options simples

source: Detailed
fr: Options avancées

source: Default profile
fr: Profile par défaut

source: Default format
fr: Format par défaut

source: Use FAT compatible output file names
fr: Utiliser des noms de fichiers compatibles FAT

source: Replaces some special characters like '?' by '_'.
fr: Remplace certains caractères spéciaux comme '?' par '_'.

source: Conflict handling
fr: Conflit de fichier

source: Generate new file name
fr: Générer un nouveau nom de fichier

source: Skip file
fr: Ignorer le fichier

source: Do that if the output file already exists
fr: Faire ça si le fichier de destination existe déjà

source: Number of files to convert at once
fr: Nombre de fichiers à convertir en même temps

source: You shouldn't set this number higher then the amount of installed processor cores. There have been %1 processor cores detected.
fr: Ce nombre devrait être égal aux nombre de vos cœurs. %1 cœurs ont été détectés sur votre machine.

source: Status update delay
fr: Interval de mise à jour de l'état

source: Update the progress bar in this interval (time in milliseconds)
fr: Mettre à jour la barre de progression dans cet interval (temps en millisecondes)

source: Create actions menus for the file manager
fr: Créer des menus d'actions pour le gestionnaire de fichiers

source: These service menus won't get removed if you uninstall soundKonverter. But you can remove them by diableing this option.
fr: Ces services ne seront pas supprimés si vous désinstallez soundKonverter. Vous pouvez les retirer en désactivant cette option.

source: Remove partially converted files if a conversion fails
fr: Supprimer les fichiers partiellement convertis si la conversion échoue

source: Disable this for debugging or if you are sure the files get converted correctly.
fr: Désactiver ceci pour le déboggage à moins d'être sûr que les fichiers soient convertis correctement.

source: Group files in the Replay Gain tool by
fr: Grouper les fichiers dans l'outil Replay Gain par

source: Album tags and directories
fr: Tags des albums et dossiers

source: Album tags only
fr: Tags des albums seulement

source: Directories only
fr: Dossiers seulement

source: Getting file
fr: Obtention du fichier en cours

source: No more backends left to try :(
fr: Il n'y a plus de module à essayer :(

source: Converting
fr: Conversion en cours

source: Decoding
fr: Décodage en cours

source: Encoding
fr: Encodage en cours

source: Applying Replay Gain
fr: Appliquer le Replay Gain

source: Writing tags
fr: Écriture des tags en cours

source: Moving file to destination
fr: Déplacement du fichier vers sa destination

source: Running user script
fr: Exécution du script utilisateur en cours

source: Executing next step
fr: Exécution de la prochaine étape en cours

source: Read tags sucessfully
fr: Les tags ont été lus avec succès

source: Unable to read tags
fr: Les tags ne peuvent pas être lus

source: An error accured. Error code: %1 (%2)
fr: Une erreur est survenue. Code d'erreur : %1 (%2)

source: Conversion failed. Exit code: %1
fr: La conversion a échoué. Code de sortie : %1

source: CD track
fr: Piste CD

source: CD track %1
fr: Piste CD %1

source: Adding new item to conversion list: '%1'
fr: Ajouter un nouvel élément à la liste de conversion : '%1'

source: Got log ID: %1
fr: Identification du log : %1

source: An error occured, the output file size is less that 1% of the input file size
fr: Une erreur est survenue, le fichier de destination est plus petit de 1% que le fichier source

source: Conversion failed, trying again. Exit code: -2 (%1)
fr: La conversion a échoué, nouvel essai. Code de sortie : -2 (%1)

source: Normal exit
fr: Sortie sans erreur

source: Aborted by the user
fr: Interrompu par l'utilisateur

source: An error occured
fr: Une erreur est survenue

source: Executing command: "%1"
fr: Exécution de la commande : "%1"

source: Removing partially converted output file
fr: Suppression du fichier partiellement converti

source: Removing file from conversion list. Exit code %1 (%2)
fr: Suppression du fichier de la liste de conversion. Code de sortie %1 (%2)

source: Conversion time
fr: Temps de conversion

source: Output file size
fr: Taille du fichier de destination

source: File size ratio
fr: Ratio de la taille du fichier

source: Ripping
fr: Extraction en cours

source: Wave won't compress the audio stream.
fr: Wave ne compresse pas le flux audio.

source: Killing process on user request
fr: Interruption forcée du processus sur demande de l'utilisateur en cours

source: State
fr: État

source: Input
fr: Fichier source

source: Output
fr: Fichier de destination

source: Quality
fr: Qualité

source: Edit options...
fr: Éditer les options...

source: Start conversion
fr: Démarrer la conversion

source: Stop conversion
fr: Arrêter la conversion

source: Remove
fr: Supprimer

source: This file type is unknown to soundKonverter. Maybe you need to install an additional soundKonverter plugin. You should have a look at your distribution's package manager for this.
fr: Ce type de fichier est inconnu de soundKonverter. Il se pourrait que vous ayez besoin d'installer un module supplémentaire. Jetez un œil au gestionnaire de paquets de votre distribution.

source: ... and %1 more files
fr: ... et %1 fichiers restants

source: No conversion options selected.
fr: Aucune option de conversion sélectionnée.

source: Will be skipped
fr: Sera ignoré

source: Waiting
fr: En attente

source: Waiting for Replay Gain
fr: En attente de Replay Gain

source: Stopped
fr: Arrêté

source: Failed
fr: Échoué

source: Do you want to overwrite the current file list? If not, the saved file list will be appended.
fr: Voulez-vous écraser la liste de fichier actuelle ? Si non, la liste sera ajoutée.

# days
source: d
fr: j

source: Filename
fr: Nom de fichier

source: Log ID
fr: Lod ID

source: Finished logging
fr: Création du fichier de log terminée

source: Log Viewer
fr: Visionneuse des logs

source: Update
fr: Mettre à jour

source: Save to file...
fr: Enregistrer vers...

source: Save log file
fr: Enregistrer le fichier de log

source: File already exists. Do you really want to overwrite it?
fr: Le fichier existe déjà. Voulez-vous vraiment l'écraser ?

source: Writing to file failed. Maybe you haven't got write permission.
fr: L'écriture du fichier a échoué. Vous n'avez peut-être pas les droits d'écritures.

source: soundKonverter is a frontend to various audio converters, Replay Gain tools and CD rippers. Please file bug reports at https://bugs.launchpad.net/soundkonverter or simply send me a mail to hessijames@gmail.com
fr: soundKonverter est une interface graphique pour divers convertisseurs audio, outils de Replay Gain et d'extracteurs de CDs. Merci de remplir les rapports de bogues à https://bugs.launchpad.net/soundkonverter ou bien envoyez-moi simplement un courriel à hessijames@gmail.com

source: Nuvola icon theme
fr: Thème d'icône Nuvola

source: Amarok developers
fr: Les développeurs d'Amarok

source: All programmers of audio converters
fr: Tous les progammeurs des convertisseurs audio

source: Open the Replay Gain tool an add all given files
fr: Ouvre l'outil Replay Gain et ajoute tous les fichiers

source: List all tracks on the cd drive <device>, 'auto' will search for a cd
fr: Liste toutes les pistes du lecteur CD <device>, 'auto' cherchera un CD

source: Add all files using the given profile
fr: Ajouter tous les fichiers en utilisant le profile sélectionné

source: Add all files using the given format
fr: Ajouter tous les fichiers en utilisant le format sélectionné

source: Output all files to <directory>
fr: Envoie tous les fichiers vers <directory>

source: Start soundKonverter invisible
fr: Démarrer soundKonverter en mode invisible

source: Start the conversion immediately (enabled when using '--invisible')
fr: Démarrer la conversion immédiatement (activé par l'utilisation de '--invisible')

source: Close soundKonverter after all files are converted (enabled when using '--invisible')
fr: Fermer soundKonverter après avoir converti tous les fichiers (activé par l'utilisation de '--invisible')

source: Execute <command> after each file has been converted (%i=input file, %o=output file)
fr: Exécute <command> après chaque conversion de fichier (%i=fichier source, %o=fichier de destination)

source: Audio file(s) to append to the file list
fr: Fichier(s) audio(s) à ajouter à la liste

source: Add CD tracks
fr: Convertir des pistes CD

source: 1. Select CD tracks
fr: 1. Sélectionner des pistes CD

source: 2. Set conversion options
fr: 2. Options de conversion

source: Artist:
fr: Artiste :

source: Various Artists
fr: Artistes divers

source: Composer:
fr: Compositeur :

source: Various Composer
fr: Compositeurs divers

source: Disc No.:
fr: Disque numéro :

source: Year:
fr: Année :

# column title
source: Rip
fr: Extraction

source: Track
fr: Piste

source: Artist
fr: Artiste

source: Composer
fr: Compositeur

source: Title
fr: Titre

source: Length
fr: Longueur

source: No track selected
fr: Aucune piste sélectionnée

source: Title:
fr: Titre :

source: Comment:
fr: Commentaire :

source: Select your desired output options and click on "Ok".
fr: Sélectionner vos options de destination désirées puis cliquer sur "Ok".

source: Save cue sheet...
fr: Enregistrer le fichier cue

source: Request CDDB
fr: Requête CDDB

source: Rip entire CD to one file
fr: Extraire tout le CD vers un fichier unique

source: Ripping an entire cd to a single file is not supported by the installed backends. Possible solutions are listed below.
fr: Extraire tout un CD vers un fichier unique n'est pas supporté par les modules installés. Les solutions possibles sont listées ci-dessous.

source: Ripping an entire cd to a single file is not supported by the installed backends. Please check your distribution's package manager in order to install an additional ripper plugin wich supports ripping to one file.
fr: Extraire tout un CD vers un fichier unique n'est pas supporté par les modules installés. Merci de vérifier dans votre gestionnaire de paquets si un module supplémentaire supportant l'extraction vers un fichier unique peut être installé.

source: Proceed
fr: Suivant

source: Cancel
fr: Annuler

source: Select CD-ROM drive
fr: Choisir le lecteur de CD

source: Multiple CD-ROM drives where found. Please select one:
fr: Plusieurs lecteurs de CD ont été trouvés. Merci d'en choisir un :

source: DVD Recorder
fr: Graveur de DVD

source: CD Recorder
fr: Graveur de CD

source: DVD Player
fr: Lecteur de DVD

source: CD Player
fr: Lecteur de CD

source: %1 (%2): Audio CD with %3 tracks
fr: %1 (%2) : CD audio avec %3 pistes

source: Unknown
fr: Inconnu

source: Please wait, trying to download CDDB data ...
fr: Merci de patienter, téléchargement des données CDDB en cours...

source: Select CDDB Entry
fr: Sélectionner l'entrée CDDB

source: Multiple CDDB entries where found. Please select one:
fr: Plusieurs entrées CDDB ont été trouvées. Merci d'en choisir une :

source: All tracks
fr: Toutes les pistes

source: Tracks
fr: Pistes

source: Please select at least one track in order to proceed.
fr: Merci de choisir au moins une piste pour continuer.

source: A file with this name already exists. Do you want to overwrite the existing one?
fr: Un fichier avec ce nom existe déjà. Voulez-vous écraser le fichier existant ?

source: File already exists
fr: Le fichier existe déjà

source: Add folder
fr: Ajouter un dossier

source: 1. Select directory
fr: 1. Choisir un dossier

source: Directory:
fr: Dossier :

source: Only add selected file formats:
fr: Ajouter uniquement les formats sélectionnés :

source: <a href="format-help">Are you missing some file formats?</a>
fr: <a href="format-help">Est-ce qu'il vous manque des formats de fichiers ?</a>

source: Select all
fr: Sélectionner tout

source: Select none
fr: Ne rien sélectionner

source: Recursive
fr: Récursif

source: If checked, files from subdirectories will be added, too.
fr: Si cochée, les fichiers des sous-dossiers seront ajoutés aussi.

source: Add Files
fr: Ajouter des fichiers

source: %1 files
fr: %1 fichiers

source: All supported files
fr: Tous les fichiers supportés

source: All files
fr: Tous les fichiers

source: Add playlist
fr: Ajouter une liste de lecture

source: The following files couldn't be found:
fr: Les fichiers suivants n'ont pas pu être trouvé :

source: Files not found
fr: Fichiers non trouvés

source: Add url
fr: Ajouter un adresse internet

source: 1. Enter url
fr: 1. Entrer l'adresse internet

source: The Url you entered is invalid. Please try again.
fr: L'adresse internet que vous avez entrée n'est pas valide. Merci de réessayer.

source: Output format
fr: Format

source: Use Plugin
fr: Utiliser le module

source: Calculate Replay Gain tags
fr: Calcule les tags Replay Gain

source: Save current options as a profile
fr: Enregistre les options courantes comme profile

source: Load saved profiles
fr: Charger les profiles enregistrés

source: Replay Gain is not supported for the %1 file format. Possible solutions are listed below.
fr: Replay Gain n'est pas supporté par le format %1. Les solutions possibles sont listées ci-dessous.

source: Replay Gain is not supported for the %1 file format. Please check your distribution's package manager in order to install an additional Replay Gain plugin.
fr: Replay Gain n'est pas supporté par le format %1. Merci de vérifier dans votre gestionnaire de paquets si un module Replay Gain supplémentaire peut être installé.

source: Using the current conversion options will create files with approximately %1 per minute.
fr: En utilisant ces options de conversion, il y aura environ %1 fichiers de créer par minute.

source: New profile
fr: Nouveau profile

source: Enter a name for the new profile:
fr: Entrer un nom pour le nouveau profile :

source: You cannot overwrite the built-in profiles.
fr: Vous ne pouvez pas écraser les profiles intégrés.

source: Profile already exists
fr: Le profile existe déjà

source: A profile with this name already exists. Do you want to overwrite the existing one?
fr: Un profile avec ce nom existe déjà. Voulez-vous écraser celui qui existe déjà ?

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Choose your prefered output options and click on "Apply"!
fr: Choisissez vos options de destination et cliquez sur "Appliquer" !

source: Edit conversion options
fr: Éditer les options de conversion

source: Track No.:
fr: Piste numéro :

source: Edit tags
fr: Éditer les tags

source: Infos
fr: Informations

source: No file selected
fr: Aucun fichier sélectionné

source: The tags could not be read, because this is not a local file. soundKonverter will try to read the tags, when it is about to convert the file. If you want to edit the tags, you can hit the button below but then soundKonverter will not try to read the tags after downloading.
fr: Les tags n'ont pas être lus cas ce n'est pas un fichier local. soundkonverter essaiera de lire les tags quand il sera sur le point de convertir le fichier. Si vous voulez éditer les tags, vous pouvez appuyer sur le bouton ci-dessous. Dans ce cas soundKonverter n'essaiera pas de lire les tags après récupération du fichier.

source: Reading the tags of this file failed. soundKonverter will try to read the tags a second time, when it is about to convert the file. If you want to edit the tags, you can hit the button below but then soundKonverter will not try to read the tags a second time.
fr: La lecture des tags de ce fichier a échoué. soundKonverter essaiera de lire les tags une seconde fois quand il sera sur le point de convertir le fichier. Si vous voulez éditer les tags, vous pouvez appuyer sur le bouton ci-dessous. Dans ce cas, soundKonverter n'essaiera pas de relire les tags.

source: %1 Files
fr: %1 fichiers

source: You have selected multiple files with different conversion options. You can change the options of all files by hitting the button below.
fr: Vous avez sélectionné plusieurs fichiers avec des options de convertion différentes. Vous pouvez changer les options de tous les fichiers en appuyant sur le bouton ci-dessous.

source: Reading the tags of one or more files failed. soundKonverter will try to read the tags a second time, when it is about to convert the files. If you want to edit the tags, you can hit the button below but then soundKonverter will not try to read the tags a second time.
fr: La lecture des tags d'un ou de plusieurs fichiers a échoué. soundKonverter essaiera de lire les tags une seconde fois quand il sera sur le point de convertir le fichier. Si vous voulez éditer les tags, vous pouvez appuyer sur le bouton ci-dessous. Dans ce cas, soundKonverter n'essaiera pas de relire les tags.

source: Remove the selected profile
fr: Supprimer le profile sélectionné

source: Info
fr: Informations

source: Information about the selected profile
fr: Informations concernant le profile sélectionné

source: Information about the selected file format
fr: Informations concernant le format sélectionné

source: <a href="format-help">More</a>
fr: <a href="format-help">En savoir plus</a>

source: Optional:
fr: Optionel :

source: This produces sound files of a very low quality. That can be useful if you have a mobile device where your storage space is limited. It is not recommended to save your music in this quality without a copy with higher quality.
fr: Ceci produit des fichiers audio de très faible qualité. Cela peut être utile si vous avez un dispositif nomade dont l'espace de stockage est limité. Il n'est pas recommandé de sauvegarder votre musique avec cette qualité sans avoir une meilleure copie.

source: Profile info for %1
fr: Informations sur le profile %1

source: This produces sound files of a low quality. That can be useful if you have a mobile device where your storage space is limited. It is not recommended to save your music in this quality without a copy with higher quality.
fr: Ceci produit des fichiers audio de faible qualité. Cela peut être utile si vous avez un dispositif nomade dont l'espace de stockage est limité. Il n'est pas recommandé de sauvegarder votre musique avec cette qualité sans avoir une meilleure copie.

source: This produces sound files of a medium quality. If your disc space is limited, you can use this to save your music.
fr: Ceci produit des fichiers audio de qualité moyenne. Si votre espace de stockage est limité, vous pouvez l'utiliser pour sauvegarder votre musique.

source: This produces sound files of a high quality. If you have enough disc space available, you can use this to save your music.
fr: Ceci produit des fichiers audio de haute qualité. Si votre espace de stockage est suffisant, vous pouvez l'utiliser pour sauvegarder votre musique.

source: This produces sound files of a very high quality. You should only use this, if you are a quality freak and have enough disc space available.
fr: Ceci produit des fichiers audio de très haute qualité. Utilisez ceci si vous êtes intransigeant sur la qualité et que vous avez assez d'espace de stockage.

source: This produces files, that have exact the same quality as the input files. This files are very big and definitely only for quality freaks.
fr: Ceci produit des fichiers audio qui ont exactement la même qualité que le fichier source. Ces fichiers sont volumineux. À n'utiliser que si vous ne voulez aucune altération de qualité.

source: This produces two files. One lossy compressed playable file and one correction file. Both files together result in a file that is equivalent to the input file.
fr: Ceci produit 2 fichiers. Un fichier lisible compressé avec perte et un fichier de correction. Les 2 fichiers rassemblés donnent un fichier qui est équivalent au fichier source.

source: You can define your own profile in the "detailed" tab.
fr: Vous pouvez définir votre propre profile dans l'onglet "Options avancées".

source: This is a user defined profile.
fr: Profile défini par l'utilisateur

source: Do you really want to remove the profile: %1
fr: Voulez-vous vraiment supprimer le profile %1 ?

source: Remove profile?
fr: Supprimer le profile ?

source: Format info for %1
fr: Informations sur le format %1

source: Sorry, no format information available.
fr: Désolé, pas d'information sur ce format.

source: By meta data
fr: Par meta-données

source: Source directory
fr: Dossier source

source: Specify output directory
fr: Dossier de destination

source: Copy directory structure
fr: Copier la structure du dossier

source: Choose an output directory
fr: Choisissez un dossier de destination

source: Open the output directory with Dolphin
fr: Ouvrir le dossier de destination avec Dolphin

source: Unknown Artist
fr: Artiste inconnu

source: Unknown Album
fr: Album inconnu

source: No Comment
fr: Pas de commentaire

source: Unknown Genre
fr: Genre inconnu

source: Unknown Composer
fr: Compositeur inconnu

source: Unknown Title
fr: Titre inconnu

source: new
fr: Nouveau

source: Name all converted files according to the specified pattern
fr: Nommer tous les fichiers convertis selon le modèle spécifié
